Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Ob in der Rolle als Vermittlerin oder Übersetzer zwischen Kulturen und Sprachen, als Kommunikatorin in der internationalen Geschäftswelt, als Verfasserin von komplexen technischen Dokumentationen, als Usability-Experte, als Untertitlerin von Film- und Fernsehproduktionen oder als Manager von Übersetzungsprojekten – Sie sorgen für Verständigung.
en_gb: Be it as a translator or communication facilitator between languages and cultures, as a communication professional in the world of international business, as a writer of complex technical documentation, as a usability expert, as a subtitler for film and television productions or as a translation project manager, you will be helping people to communicate with each other.

source: Der Bachelorstudiengang Angewandte Sprachen ermöglicht neben dem Berufseinstieg auch die weitere Spezialisierung in einem Masterstudiengang oder einem Weiterbildungslehrgang.
en_gb: Besides providing its its graduates with the skills they will need to embark on a professional career, the bachelor degree programme also prepares them for further specialisation in a master’s degree curriculum or continuing education programme:

source: Am Departement Angewandte Linguistik der ZHAW stehen Ihnen folgende Möglichkeiten offen:
en_gb: The School of Applied Linguistics offers the following courses:

source: Masterstudiengang Angewandte Linguistik mit den Vertiefungen Fachübersetzen, Konferenzdolmetschen und Organisationskommunikation
en_gb: Master’s degree programme in Applied Linguistics with specialisations in Professional Translation, Conference Interpreting and Organisational Communication

source: Berufsbegleitende Weiterbildungslehrgänge in verschiedenen (Fach-) Bereichen
en_gb: Continuing education courses in a variety of specialised disciplines with course schedules designed to facilitate attendance by those in full-time employment.

source: Linguistikprüfung
en_gb: Linguistics examination

source: KandidatInnen mit fachfremdem Hochschulabschluss, d. h. einem Abschluss, der nicht der gewählten Vertiefung entspricht, müssen zusätzlich zum vertiefungsspezifischen Zulassungsverfahren eine Prüfung in Linguistik (Allgemeine Linguistik, Angewandte Linguistik) und den theoretischen Grundlagen für die angestrebte Vertiefung bestehen.
en_gb: Candidates with a degree in a subject unrelated to their chosen specialisation are required to pass an examination in general and applied linguistics and in the theoretical principles of the specialisation they intend to study. This is in addition to the specialisation-specific admission test designed to assess their practical abilities in this field.

source: Je nach nachgewiesener Qualifikation können sie von einzelnen Prüfungsteilen dispensiert werden.
en_gb: Depending on the subject of their previous degree, candidates may be exempted from parts of the linguistics and theory examination.

source: Zulassung Konferenzdolmetschen
en_gb: Admission requirements: Conference Interpreting

source: Für die Zulassung zur Vertiefung Konferenzdolmetschen wird nebst einem Bachelorabschluss im Bereich der angestrebten Vertiefung das Bestehen einer dolmetschpraktischen Eignungsprüfung vorausgesetzt:
en_gb: In order to be admitted to the specialisation in Conference Interpreting, you must have a BA in a related field and pass a practical interpreting aptitude test. This test consists of the following:

source: Mündliche Prüfung in Stegreifübersetzen, Konsekutivdolmetschen und Verhandlungsdolmetschen.
en_gb: Oral examinations in sight translation, consecutive interpreting and liaison interpreting.

source: Dabei muss mindestens die Sprachkombination ABC oder ACCC erreicht werden.
en_gb: Here, at least the combination ABC or ACCC must be achieved.

source: Nach Anmeldeschluss erhalten sie eine Leseliste zur Prüfungsvorbereitung.
en_gb: After the registration deadline, they will be sent a booklist to allow them to prepare appropriately.

source: Weitere Informationen
en_gb: Further information

source: Den angemeldeten KandidatInnen werden Beispieltexte zur Verfügung gestellt.
en_gb: Sample texts will be made available to candidates who have enrolled for the aptitude test.

source: Übersicht Prüfungstermine
en_gb: Dates and deadlines

source: Zulassung Fachübersetzen
en_gb: Admission requirements: Professional Translation

source: Für die Zulassung zur Vertiefung Fachübersetzen wird nebst einem Bachelorabschluss im Bereich der angestrebten Vertiefung das Bestehen einer übersetzungspraktischen Eignungsprüfung vorausgesetzt:
en_gb: In order to be admitted to the specialisation in Professional Translation, you must have a BA in a related field and pass a practical translation aptitude test. This test consists of the following:

source: Übersetzung eines allgemeinsprachlichen Textes aus den gewählten Fremdsprachen (B- und/oder C-Sprachen) in die Muttersprache (A-Sprache) und aus der Muttersprache (A-Sprache) in eine allfällige aktive Fremdsprache (B-Sprache).
en_gb: Translation of a general text from your chosen foreign languages (B and/or C languages) into your mother tongue (A language) and from your mother tongue into any active foreign language (B language).

source: Dabei muss mindestens die Sprachkombination ACC erreicht werden (für einen Studienbeginn im Frühlingssemester 2015 mindestens die Sprachkombination ABC oder ACCC).
en_gb: Here, at least the combination ACC must be achieved (to commence studies in the Spring semester 2015, at least the language combination ABC or ACCC).

source: Beispieltexte für die übersetzungspraktische Eignungsprüfung finden Sie auf Moodle.
en_gb: Sample texts for the translation aptitude tests are available on Moodle.

source: Zulassung Organisationskommunikation
en_gb: Admission requirements: Organisational Communication

source: Für die Zulassung zur Vertiefung Organisationskommunikation wird neben einem Bachelorabschluss im Bereich der angestrebten Vertiefung das Bestehen eines vertiefungsspezifischen Zulassungsverfahrens zur Überprüfung der praktischen Fähigkeiten vorausgesetzt.
en_gb: In order to be admitted to the specialisation in Organisational Communication, you must have a BA in a related field and take part in a specialised aptitude procedure designed to assess your practical skills.

source: Nachweis über relevante berufliche Erfahrung: mindestens ein dreimonatiges Praktikum im Bereich der Organisationskommunikation oder eine gleichwertige Arbeitserfahrung.
en_gb: Provide evidence of relevant professional experience: at least three months’ work placement/internship in the field of organisational communication or equivalent work experience.

source: Der Nachweis muss dem Anmeldeformular beigefügt werden.
en_gb: Documentation attesting to this professional experience must be submitted with your application.

source: Nachweis über Englischkenntnisse (mindestens Niveau C1) bzw. Deutschkenntnisse bei Bewerbern nichtdeutscher Muttersprache (mindestens Niveau C2).
en_gb: Provide evidence of language skills in English (C1 minimum) and in German (C2 minimum) for non native-speakers of German.

source: Mündliche Eignungsprüfung über eine praktische Eignung im Bereich der Organisationskommunikation sowie Potenzial für Studium und Beruf.
en_gb: Take part in an oral aptitude examination focussing on your practical competencies in the field of organisational communication and on your potential for this programme and profession.

source: Die Gesprächstermine werden individuell vereinbart.
en_gb: Dates for this oral examination will be arranged individually.

source: KandidatInnen, die zum Anmeldezeitpunkt noch keine berufliche Erfahrung im Bereich der Organisationskommunikation nachweisen können, geben bitte auf dem Anmeldeformular an, bis wann der Praktikumsnachweis nachgereicht wird.
en_gb: If you are unable to produce evidence of professional experience in the field of organisational communication when you submit your application, please indicate on the application form when you will be able to supply the required documentation.

source: Für KandidatInnen, welche die Eignungsprüfung nicht oder nur knapp bestanden haben, findet nach Bekanntgabe der Prüfungsresultate ein Beratungs- und Eignungsgespräch statt.
en_gb: Candidates who do not pass or who only just pass the aptitude test are invited to a consultation interview to discuss their suitability for the programme.

source: Dieses besteht aus folgenden Teilen:
en_gb: During this procedure, you will:

source: Vertiefung "publizieren & vermitteln"
en_gb: MA Specialisation in Publishing and Communication

source: Das Studium der Vertiefungsrichtung publizieren & vermitteln (p&v) umfasst drei Semester (90 ECTS) und bereitet auf eine fachpublizistische Tätigkeit oder die Medienarbeit im Bereich Künste/Kultur vor.
en_gb: The full-time study programme Publishing and Communication lasts three semesters and earns its graduates 90 ECTS credits. It prepares its students for work as specialist publishers or media professionals in the fields of culture and the arts.

source: Im Zentrum der Ausbildung steht das fachnahe, adressaten- und medienbewusste, reflektierte und reflektierende Schreiben.
en_gb: The curriculum focuses on the skills required to write texts which are in tune with their specialist subject, as well as being appropriate to the audiences they address and the medium in which they are composed.

source: In Kooperation mit der ZHdK bietet das IAM Institut für Angewandte Medienwissenschaft des Departements Angewandte Linguistik innerhalb des Masters of Arts in Art Education die Vertiefung "publizieren & vermitteln" an.
en_gb: The School of Applied Linguistics’ Institute of Applied Media Studies (IAM) offers an MA specialisation in Publishing and Communication as one of the pathways within its MA in Art Education curriculum. The IAM teaches this specialisation in collaboration with the Zurich University of the Arts.

source: Zielgruppe sind Bachelor-AbsolventInnen einer Hochschule oder Fachleute mit ausgewiesener Praxiserfahrung in den Bereichen Gestaltung, Kunst, Kultur, Sprache, Kommunikation oder Medien.
en_gb: The course is intended not only for students who have completed their bachelor degree but also for specialised professionals with demonstrable practical experience in the fields of design, art, culture, language, communication or media.

source: Erläuterungen der Bachelor-Master-Struktur an Hochschulen:
en_gb: The structure of bachelor and master’s degree programmes at universities:

source: Informationsblatt
en_gb: Information sheet (in German only)

source: In Kooperation mit der HMS Hamburg Media School bietet das IAM Institut für Angewandte Medienwissenschaft des Departements Angewandte Linguistik den berufsbegleitenden Studiengang Executive Master of Arts in Journalism (EMAJ) an.
en_gb: In collaboration with the Hamburg Media School (HMS), the School of Applied Linguistics’ Institute of Applied Media Studies (IAM) offers an Executive Master of Arts in Journalism (EMAJ).

source: Das Studium vermittelt sprachlich-kommunikativ-mediales Werkzeug und verbindet dieses systematisch mit diskursivem Wissen in Gestaltung und Kunst.
en_gb: Students acquire linguistic, communications and media skills, which the syllabus systematically combines with instruction in the discourse of design and art.

source: Das zweijährige Masterstudium (90 ECTS-Punkte) richtet sich an angehende Führungskräfte im Journalismus.
en_gb: This two-year, part-time programme lasts two years and earns its graduates 90 ECTS credits.

source: Es vermittelt Fähigkeiten und Wissen, um den Journalismus erfolgreich in die digitale Zukunft zu führen.
en_gb: It is designed for professionals poised to embark on a management career in journalism.

source: Der Studienablauf ist an internationalen Standards anerkannter Journalistenschulen ausgerichtet und gliedert sich in drei wesentliche Schwerpunkte:
en_gb: The curriculum is based on recognised international standards in the teaching of journalism. It has the following three key areas of emphasis:

source: Journalistische Erzähl- & Berichterstattungstechniken
en_gb: Techniques of journalistic narrative and reporting

source: Redaktionelle Management- & Führungskompetenzen
en_gb: Editorial management and leadership skills

source: Partizipative Strategien & Methoden der Qualitätssicherung
en_gb: Participative strategies and quality-assurance methods

source: Der Masterabschluss wird gemeinsam mit der Universität Hamburg vergeben und berechtigt zur Promotion.
en_gb: Graduates from the programme receive a master’s degree jointly awarded by the Zurich University of Applied Sciences and the University of Hamburg and are then also eligible to pursue doctoral studies.

source: Zum Studium sind Sie grundsätzlich zugelassen, wenn Sie einen der folgenden Schulabschlüsse mitbringen:
en_gb: The following school-leaving examination diplomas qualify students to apply to enrol:

source: a Berufsmatura
en_gb: a Swiss vocational secondary school diploma (Berufsmatura)

source: b gymnasiale Matura
en_gb: b Swiss secondary school diploma (gymnasiale Matura)

source: Wer eine eidgenössisch anerkannte Berufsmatura oder Fachmatura hat, wird ohne weitere Praxiserfahrung in das erste Semester aufgenommen, vorausgesetzt, die Eignungsabklärung ist bestanden.
en_gb: Candidates holding a recognised Swiss vocational baccalaureate (Berufsmatura), or Swiss specialist baccalaureate (Fachmatura) will be admitted to the first semester of study without any additional practical work experience, provided they pass the admissions assessment.

source: Bei der gymnasialen Matura erwartet das IAM ein volles Jahr Erwerbstätigkeit als Voraussetzung für die Zulassung zum Studium.
en_gb: Candidates holding a Swiss high school baccalaureate (gymnasiale Matura) are also expected to have completed a full year of employment in order to be admitted.

source: Das IAM erwartet von Ihnen kein Kommunikationspraktikum, doch ist Erfahrung im Berufsfeld Kommunikation von Vorteil.
en_gb: While the IAM does not require such students to have practical work experience in communications, experience in this professional field is an advantage.

source: Die Berufserfahrung muss spätestens bei Studienbeginn vollständig belegt werden.
en_gb: Candidates must have completed their year of employment no later than the date on which their course of study commences.

source: AbsolventInnen anderer Ausbildungsgänge können aufgenommen werden, wenn sie sich über gleichwertige schulische und berufliche Kenntnisse ausweisen.
en_gb: Candidates who have completed other courses of school study can also be admitted, provided that they have reached levels of scholastic achievement and have employment experience which are comparable to those detailed above.

source: Über die Anerkennung ausländischer Abschlüsse entscheidet die Studiengangleitung gemäss den an der ZHAW geltenden Richtlinien.
en_gb: Recognition of qualifications obtained in countries other than Switzerland will be decided upon by the programme director, in accordance with applicable ZHAW guidelines.

source: c Fachmatura
en_gb: c Swiss specialised secondary school diploma (Fachmatura)

source: Aufnahmeverfahren
en_gb: Admissions procedure

source: Über die formellen Zulassungsbedingungen hinaus, die für jedes Fachhochschul-Studium gelten, ist eine überdurchschnittliche Eignung und Neigung für Kommunikationsberufe entscheidend für den Erfolg in Studium und Arbeitswelt.
en_gb: In addition to the formal admission requirements which apply to any degree programme at a university of applied sciences, success in the JO course of study and the professions for which it prepares students also critically depends on students exhibiting above-average suitability for and interest in the communications professions.

source: Vor Studienbeginn führt das IAM deshalb eine Eignungsabklärung durch.
en_gb: Before each course of study, the IAM therefore carries out an admissions assessment to gauge the extent to which candidates possess these attributes.

source: Die Eignungsabklärung führen Expertinnen und Experten für Selektionsverfahren durch, zusammen mit Fachleuten aus der Kommunikationspraxis.
en_gb: These admissions assessments are jointly conducted by selection experts and specialists working in the communications field.

source: Die Teilnahme an dieser Eignungsabklärung ist verbindlich für die Zulassung zum Studium und kostet CHF 600.-.
en_gb: Participation in an admissions assessment, which is a prerequisite for enrolment to study at the IAM, costs CHF 600.-.

source: Die Eignungsabklärung besteht aus schriftlichen (4 Stunden) und mündlichen Teilen (eine halbe Stunde) und erfasst das Voraussetzungsprofil der Kandidatinnen und Kandidaten für die Weiterentwicklung beruflicher Kompetenz.
en_gb: The admissions assessment consists of a 4-hour written paper and a 30-minute oral examination. It assesses the extent to which candidates correspond to the profile of requirements necessary for going on to develop appropriate professional competence.

source: Damit stützt es eine Prognose über Erfolg in Studium und Beruf.
en_gb: It thus supports an assessment of candidates’ future success in their studies and subsequent professional careers.

source: Das Bachelorstudium Journalismus/Organisationskommunikation ist die flexible Hochschul-Ausbildung für EinsteigerInnen wie für Erfahrene, die ihr Studium mit Praxis verbinden.
en_gb: JO is a flexible BA degree programme for newcomers to the field and for those who have already acquired experience and wish to combine study with practical work.

source: Wir bestimmen das Niveau: Hochschul-Abschluss mit eidgenössischem Bachelor-Diplom in Kommunikation.
en_gb: The level of your course, which culminates in the award of a Federally recognised, university of applied sciences BA in Communication is set by us.

source: Sie bestimmen das Profil in jedem einzelnen Modul.
en_gb: Your selection of individual modules determines its profile.

source: Die Semestermodule sind in sich abgeschlossen, aber untereinander vernetzt.
en_gb: Although each of the semester modules is self-contained, the modules are linked with each other.

source: Alle regulären Prüfungen, auch die Modul-Abschlussprüfung, finden innerhalb der Module statt, keine in den Semesterferien.
en_gb: All regular examinations, including those at the end of each module, take place during the modules themselves, not during the semester holidays.

source: Spätere Module bauen über klar definierte Schnittstellen auf frühere auf.
en_gb: Later modules have clearly defined links with earlier ones, on which they are designed to build.

source: Vor Studienbeginn haben Sie sich auf die Anforderungen der ersten Module vorzubereiten.
en_gb: Before starting their studies, students need to prepare to meet the challenges they will face in the first modules.

source: Ebenfalls vor Studienbeginn beantragen Sie bei der Studiengangleitung, ob Sie das Assessmentjahr (1. Studienjahr) in Voll- oder Teilzeit belegen wollen; der Entscheid für die Belegung im Hauptstudium erfolgt im Verlauf des 2. Semesters.
en_gb: They will also need to inform the programme director whether they wish to be part-time or full-time students in the first year of studies. In the course of the second semester, students decide whether they wish to continue part-time or full-time.

source: Studienplan
en_gb: Syllabus

source: Im Bachelorstudium Journalismus/Organisationskommunikation lernen Sie typische Berufsrollen von Journalismus und Organisationskommunikation kennen und die Kommunikationsprozesse in diesen Berufsrollen gestalten.
en_gb: The Journalism/Organisational Communication degree course introduces students to a range of typical professional roles in journalism and organisational communication and teaches them how to structure the communication processes they involve.

source: Dazu bauen Sie Selbstkompetenz, Sozialkompetenz und Sachkompetenz auf, in vier Lernbereichen:
en_gb: Students also develop their self-competence, social and technical skills in four specific areas of study;

source: Fachwissen
en_gb: Technical expertise

source: Kontexte
en_gb: Contexts

source: Detaillierte Informationen zu den Modulen in den einzelnen Lernbereichen finden Sie im Studienbeschrieb (PDF, 100 KB)
en_gb: Detailed information on the modules in each of these four areas is available in the Degree programme outline (in German only): Degree programme outline (PDF, 100 KB)

source: Profil
en_gb: Profile

source: Berufsbilder
en_gb: Career profiles

source: Im Bachelorstudium Journalismus/Organisationskommunikation bereiten Sie sich entsprechend zweier Grundausrichtungen der Kommunikationsberufswelt auf eines von zwei attraktiven Berufsfeldern gründlich vor:
en_gb: The JO bachelor degree programme provides students with a thorough grounding in the skills and knowledge required in a choice of two broad specialisations in the communications professions.

source: Sie legen die Basis für eine Laufbahn in Journalismus oder Organisationskommunikation.
en_gb: During your studies you will build the basis for a career in either journalism or organisational communication.

source: Journalistinnen und Journalisten erschliessen relevante Information im Interesse der Öffentlichkeit. Sie stellen die entscheidenden, auch die unangenehmen Fragen.
en_gb: The journalist’s task is to secure and make available relevant information of all kinds, and to do so in the public interest. As a journalist, you will be asking questions which are not only decisive, but sometimes uncomfortable.

source: Und sie vermitteln das Wichtige so, dass das Publikum verstehen will und verstehen kann.
en_gb: You will communicate matters of importance in a way which the public is able and willing to understand.

source: Neugier, Hartnäckigkeit und Sprachbegabung sind Voraussetzung - plus ein Gespür für Menschen, ein Flair für Medientechnik.
en_gb: Curiosity, tenacity and a gift for language are all essential – plus a sense of what makes people tick and a flair for using media technology.

source: Mitarbeitende in der Organisationskommunikation lenken nützliche Information im Interesse ihres Arbeitgebers: eines Unternehmens, einer Nonprofit-Organisation, einer Verwaltung.
en_gb: Organisational communication A career in organisational communication involves directing useful information appropriately and in the interests of your employer, who may be a company, a non-profit organisation or an administration, for example.

source: Sie sorgen dafür, dass Kunden, MitarbeiterInnen oder Sponsoren viel von ihnen halten und wissen, was im Betrieb geschieht.
en_gb: Your task is to ensure that customers, employees and sponsors maintain a high opinion of the organisation you represent and are aware of what it is doing.

source: Loyalität und Sprachbegabung sind Voraussetzung, plus die Freude am Auftritt und ein Gespür für Kommunikationskultur.
en_gb: Loyalty and a gift for language are essential, plus an enthusiasm for presentation and a keen sense of different communication cultures.

source: Zwei gegensätzliche Perspektiven also.
en_gb: These are two largely opposite perspectives.

source: In der Ausbildung trainieren Sie von Anfang an, die Perspektiven nicht zu vermischen, sondern einander entgegen zu setzen und im Verlauf des Studiums zu profilieren.
en_gb: Right from the beginning of your studies you will learn not to confuse the two, but to contrast them with each other and develop your skills in each of them.

source: Bachelor Kommunikation
en_gb: Bachelor of Arts in Journalism and Organisational Communication / JO
